<template lang="pug">
  .home-process
    .l-container
      .l-row
        h2 Как мы работаем?
      .l-row.home-process__steps-wrapper
        .home-process__step
          h3 
            .step-num 01.
            | Проектирование
          p.home-process-step__desc В своей работе наша компания сотрудничает с организациями, которые имеют большой опыт проектно-конструкторской деятельности, что позволяет оперативно решать даже самые сложные задачи по проектированию.
          
        .home-process__step
          h3 
            .step-num 02.
            | Производство
          p.home-process-step__desc Благодаря сотрудничеству с произодителями сырья, совершенствованию производства и контролю качества, мы предлагаем решение, которое составляет достойную конкуренцию изделиям европейского производста.

        .home-process__step
          h3 
            .step-num 03.
            | Монтаж
          p.home-process-step__desc Качественная установка оборудования выступает одной из гарантий его бесперебойного функционироания и длительной эксплуатации. Наши мастера обладают большим опытом и качественно выполнят монтаж любой сложности.

</template>

<script>
export default {}
</script>

<style lang="sass" scoped>
@import '@/assets/style/modules/_home-process.sass'
</style>
