<template lang="pug">
  div
    .product
      .l-container
        .l-row
          .product__images-wrapper
            .product__image
              img(src="/img/products/boat1.jpg" alt="Производство лодок из термопласта пп")
            .product__image
              img(src="/img/products/boat2.jpg" alt="Производство лодок из термопласта пп")
          .product__info
            h2.mb-1 Рабочие лодки
            p.message.mt-4 Мы показываем на сайте базовые модели, которые адаптируем в соответствии с пожеланиями клиента. 
            p Рабочие лодки «Л ROSSA» изготавливаются производственной компанией Sea Plast Construction. Компания делает упор на качество изготовления и дорожит безопасностью клиентов. Качество изготовления достигается благодаря работе квалифицированного персонала, высокого уровня организации работы. Огромное внимание уделяется качеству материалов используемых для изготовления судов. 
            p Лодки изготавливаются из  УФ-стабилизированного полиэтилена низкого давления марки ПЭ 100. Этот материал обладает уникальными свойствами: высокой вязкостью, гибкостью, растяжимостью и эластичностью, не боится высоких вибрационных и ударных нагрузок. Благодаря этим свойствам суда выдерживаеют жесткие удары об камни, стойки пирса, столкновения с другим бортом.
            p Лодки не требуют обслуживания.

            .product__actions
              nuxt-link(to="/contact").btn Обсудить заказ
              span.dropdown(:class="{active: dropdown}" @mouseenter="dropdown = true" @mouseleave="dropdown = false")
                a.btn.btn--text Ищете что-то другое?
                .dropdown__info
                  p.dropdown-p Мы проектируем и реализуем любые проекты под нужды производства.
                  p.dropdown-p Свяжитесь с нами, чтобы обсудить производство решения для  вас.
                  nuxt-link(to="/contact").btn.mt-4 Обсудить проект

        .l-row.product__columns-wrapper
          .product__info-column
            h3 Свойства материала
            p 
              span.dash.dash--thin 
              | Положительная плавучесть
            p 
              span.dash.dash--thin
              | Отсутствие коррозии
            p 
              span.dash.dash--thin 
              | Отсутствие обрастания
            p 
              span.dash.dash--thin 
              | Высокая ударная прочность
            p 
              span.dash.dash--thin 
              | Устойчив к агрессивным средам
            p 
              span.dash.dash--thin 
              | Износостойчивость

          .product__info-column
            h3 Области использования:
            p 
              span.dash.dash--thin 
              | Туристическая индустрия
            p 
              span.dash.dash--thin 
              | Береговая охрана
            p 
              span.dash.dash--thin 
              | Нефтяная и газовая промышленности
            p 
              span.dash.dash--thin 
              | Компании аквакультуры
            p 
              span.dash.dash--thin 
              | Водолазные службы
            p 
              span.dash.dash--thin 
              | Эксплуатация в арктике, тропиках (от -40°С до +55°С)

          .product__info-column
            h3 Особенности конструкции:
            p 
              span.dash.dash--thin 
              | В случае сквозного повреждения корпуса лодка сохраняет плавучесть: жесткие баллоны корпуса поделены на отсеки и заполнены пенополистеролом. 
            p 
              span.dash.dash--thin 
              | Шпигаты для слива воды с палубы общей площадью 210 кв.см.
            p 
              span.dash.dash--thin 
              | Есть возможность откачивать воду из под палубного пространства

    
    offer-component


</template>

<script>
import OfferComponent from '@/components/common/Offer'

export default {
  head: {
    title: 'Лодки из термопласта и ПП – Sea Plast Construction',
    meta: [
      {
        hid: 'description',
        name: 'description',
        content:
          'Рабочие лодки «Л ROSSA» изготавливаются производственной компанией Sea Plast Construction. Компания делает упор на качество изготовления и дорожит безопасностью клиентов. Качество изготовления достигается благодаря работе квалифицированного персонала, высокого уровня организации работы. Огромное внимание уделяется качеству материалов используемых для изготовления судов. Лодки изготавливаются из  УФ-стабилизированного полиэтилена низкого давления марки ПЭ 100. Этот материал обладает уникальными свойствами: высокой вязкостью, гибкостью, растяжимостью и эластичностью, не боится высоких вибрационных и ударных нагрузок. Благодаря этим свойствам суда выдерживаеют жесткие удары об камни, стойки пирса, столкновения с другим бортом.'
      }
    ]
  },
  data: () => ({
    dropdown: false
  }),
  methods: {
    showDropdown() {
      this.dropdown = true
    },
    hideDropdown() {
      this.dropdown = false
    }
  },
  components: {
    OfferComponent
  }
}
</script>

<style lang="sass" scoped>
@import '@/assets/style/modules/_product.sass'
</style>
